Repository: OmegaT-L10N/pl
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: An error occurred while processing a new file event: {0}
pl: Wystąpił błąd podczas próby przetworzenia zdarzenia nowy plik: {0}

source: An error occurred while processing a project change event: {0}
pl: Wystąpił błąd podczas próby przetworzenia zdarzenia zmiana projektu:

source: An error occurred while processing an application shutdown event: {0}
pl: Wystąpił błąd podczas próby przetworzenia zdarzenia zamknięcie aplikacji: {0}

source: An error occurred while processing an application startup event: {0}
pl: Wystąpił błąd podczas próby przetworzenia zdarzenia start aplikacji: {0}

source: An error occurred while processing an entry activated event: {0}
pl: Wystąpił błąd podczas próby przetworzenia zdarzenia aktywowano pozycję: {0}

source: An error occurred while trying to run console process: {0}
pl: Wystąpił błąd podczas próby uruchomienia procesu konsoli: {0}

source: An existing translation was changed to something different from what you chose.
pl: Istniejące tłumaczenie zostało zmienione na inne niż to, które wybrałeś.

source: An item named "{0}" already exists in this location.
pl: Plik o nazwie "{0}" już istnieje w tej lokalizacji.

source: An item of the name "{0}" already exists at this location.
pl: Element o nazwie "{0}" już istnieje w tym miejscu..

source: Apache Commons (Apache License 2.0)
pl: Apache Commons (licencja Apache 2.0)

source: Apply &Fix
pl: Stosowanie & Korekta

source: Are you sure you want to remove the {0} set of segmentation rules?
pl: Czy jesteś pewien, że chcesz usunąć zestaw zasad segmentacji {0}?

source: Are you sure you want to reset the master password?
pl: Czy na pewno chcesz zresetować hasło główne?

source: Arguments are added after the initial java, and before the -jar OmegaT.jar.
pl: Argumenty są dodawane po początkowym java, a przed -jar OmegaT.jar.

source: Arrays must not be null
pl: Matryca nie może pozostać pusta!

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
pl: Spowoduje to przywrócenie wszystkich ustawień do ustawień domyślnych, co może skutkować nieoczekiwanym, ale prawidłowym działaniem.

source: As above, but only for the document currently displayed in the Editor pane.
pl: Jak wyżej, ale tylko dla dokumentu aktualnie wyświetlanego w oknie edytora.

source: At the beginning of the installation you can select the language to be used during the installation.
pl: Na początku instalacji możesz wybrać język, który będzie używany podczas instalacji.

source: At the bottom of the window, right-click on a free number and select Add Script.
pl: W dolnej części okna kliknij prawym przyciskiem myszy na wolny numer i wybierz Dodaj skrypt.

source: At the end of your translation, OmegaT exports three translation memories called level1, level2 and omegat to your project folder.
pl: Po zakończeniu tłumaczenia, OmegaT eksportuje do folderu projektu trzy pamięci tłumaczeniowe nazwane level1, level2 oraz omegat.

source: At the top of that dialog, select your source file's language and the language that your translated file will be, and click OK to continue.
pl: W górnej części okna dialogowego wybierz język pliku źródłowego, a także język, na który ma być przetłumaczony plik, następnie kliknij OK aby kontynuować.

source: Attempt to convert &numbers when inserting a fuzzy match
pl: Spróbuj przekonwertować &liczby podczas wstawiania dopasowania rozmytego

source: Attribute:
pl: Atrybuty:

source: Aut&hor:
pl: Au&tor:

source: Authentication
pl: Uwierzytelnienie

source: Author
pl: Autor

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
pl: Automatycznie zastąp 'nplurals=INTEGER; &plural=EXPRESSION;' w nagłówku

source: Auto-Completion
pl: Autouzupełnianie

source: Auto-completion
pl: Autouzupełnianie

source: Auto-sync with Editor
pl: Automatyczna synchronizacja z edytorem

source: Auto-text configuration
pl: Konfiguracja autotekstu

source: Auto-text file (*.autotext)
pl: Pliki autotekstu (*.autotext)

source: Autotext
pl: Autotekst

source: Autotext entries
pl: Wpisy autotekstowe

source: Available dictionaries:
pl: Dostępne słowniki:

source: Available script engines:
pl: Dostępne silniki skryptu:

source: Average Score: {0}
pl: Średni wynik: {0}

source: B&rowse
pl: &Przeglądaj

source: Back in history...
pl: Wstecz...

source: Back to the initial segment on close
pl: Powrót do początkowego segmentu po zamknięciu okna

source: Backed up preferences to {0}
pl: Zapis preferencji w {0}

source: Background
pl: Tło

source: Bad folder name {0}
pl: Błędna nazwa folderu {0}

source: Bad nesting
pl: Złe zagnieżdżenie

source: Bad regular expression
pl: Błędne wyrażenie regularne

source: Bad regular expression!
pl: Błędne wyrażenie regularne

source: Bartender yells loud: Your page cannot be found, boy Buy another drink
pl: Strony nie ma opuść kolejkę...

source: Bidirectional control characters
pl: Dwukierunkowe znaki kontrolne

source: Both
pl: Oba

source: Break/Exception
pl: Segmentacja/Błąd

source: Bro&wse
pl: &Przeglądaj

source: Brows&e
pl: Przeglądaj&

source: Browse
pl: Przeglądaj

source: Browse...
pl: Przeglądaj...

source: By default, 1024 MB are assigned, so there is no advantage in assigning less than this figure.
pl: Domyślnie przydzielane jest 1024 MB, więc nie ma korzyści z przydzielania mniejszej liczby.

source: C&ase sensitive
pl: Uwzględnij wielkość liter

source: C&harts
pl: Wykresy

source: C&lear
pl: Pu&te

source: C&opy All Data to Clipboard
pl: Należy skopiować wszystkie dane do schowka

source: Calculator:
pl: Kalkulator:

source: Cancel
pl: Anuluj

source: Cancel Pinpoint Align
pl: Anuluj dopasowanie punktowe

source: Cancel only works on scripts that explicitly check for cancellation.
pl: Anuluj działa tylko w skryptach, które jawnie zaznaczają możliwość anulowania.

source: Cancelled creating new team project
pl: Anulowanie tworzenia nowego projektu zespołowego

source: Cannot access glossary folder!
pl: Folder glosariusza niedostępny!

source: Cannot create folder for translated files:
pl: Nie można utworzyć katalogu dla plików docelowych:

source: Cannot install
pl: Nie można zainstalować

source: Cannot read selected script file.
pl: Odczytanie wybranego pliku skryptu jest niemożliwe.

source: Catalan
pl: Kataloński

source: Change date
pl: Data zmiany

source: Change to "needs-review-translation" instead of "translated"
pl: Zmień na "tłumaczenie wymagające sprawdzenia" zamiast "przetłumaczone"

source: Changed &before:
pl: Zmieniono przed:

source: Changed after:
pl: Zmieniono po:

source: Changed by
pl: Zmiany wprowadzone przez

source: Changed on
pl: Zmiany wprowadzone dnia

source: Changer
pl: Edytor

source: Changes to this command involve the addition of "arguments" to it.
pl: Zmiany w tym poleceniu polegają na dodaniu do niego "argumentów".

source: Character
pl: Znak

source: Character Table
pl: Tabela znaków

source: Character table
pl: Tabela znaków

source: Character table auto-completer options
pl: Tabela znaków - opcja automatycznego uzupełniania

source: Characters (including spaces)
pl: Znaki (ze spacjami)

source: Characters (without spaces)
pl: Znaki (bez spacji)

source: Check "" below for more information.
pl: Aby uzyskać więcej informacji, sprawdź "" poniżej.

source: Check &all printf-variables (e.g., %s, %-s)
pl: Sprawdź &wszystkie zmienne printf (np., %s, %-s)

source: Check &automatically
pl: Sprawdź &automatycznie

source: Check &simple printf-variables (e.g., %s, %d)
pl: Sprawdź &zwykłe zmienne printf (np. %s, %d)

source: Check Issues for Current Document
pl: Sprawdź problemy dla bieżącego dokumentu

source: Check Issues...
pl: Sprawdź problemy...

source: Check for Updates...
pl: Dostępne aktualizacje...

source: Check in Ctrl E Project Properties .
pl: Sprawdź w Ctrl E Projekt Właściwości .

source: Check simple &java MessageFormat patterns (e.g. {0}).
pl: Sprawdź proste wzorce &java MessageFormat (np. {0}).

source: Check that your dict files are in the correct folder (or in a subfolder below it).
pl: Sprawdź czy pliki słownikowe znajdują sie we właściwym folderze (lub wewnątrz tego folderu w podfolderze).

source: Check the Use Fuzzy Matching for Dictionary Entries option if you want dictionaries to display words that have the same root.
pl: Aktywuj opcję Fuzzy Matching dla notatek słownikowych jeśli słowniki mają pokazywać słowa, które mają to samo pochodzenie.

source: Check this option in case OmegaT does not display some glyphs properly (even if the fonts containing the relevant glyphs are installed on your machine).
pl: Opcję tę należy zaznaczyć, jeśli program OmegaT nie wyświetla prawidłowo niektórych glifów (nawet, jeśli czcionki zawierające dane glify są zainstalowane na używanym sprzęcie).

source: Check {0}
pl: Sprawdzanie {0}

source: Checks to see whether a more recent version of OmegaT has been released.
pl: Sprawdza dostępność nowych aktualizacji programu OmegaT.

source: Chinese
pl: Chiński

source: Choose MED project
pl: Wybierz projekt MED

source: Choose Source File
pl: Wybierz plik źródłowy

source: Choose Target File
pl: Wybierz plik docelowy

source: Class
pl: Klasa

source: Clear
pl: Wyczyść

source: Clear Mark
pl: Odznacz

source: Click on '{0}' menu item
pl: Kliknij pozycję menu '{0}'

source: Click on Copy Files to Source Folder... to select your source files.
pl: KliknijKopiuj pliki do folderu źródłowego..., aby wybrać pliki źródłowe.

source: Click on the icon button (to the right of the Name/Description/Comment fields)
pl: Kliknij na przycisk ikony (po prawej stronie pól Nazwa/Opis/Komentarz)

source: Click on the icon button, then hit Browse... and navigate to the /images subfolder in the OmegaT application folder.
pl: Kliknij przycisk ikony, następnie Przeglądaj... i dotrzyj do podfolderu /images w folderze aplikacji OmegaT.

source: Click the Edit tab on the Wikipedia page.
pl: Kliknij Edytuj na stronie Wikipedia.

source: Clicking on one will save the current project, close it and open the other project.
pl: Kliknięcie na jeden spowoduje zapisanie aktualnego projektu, zamyka go i otwiera inny projekt.

source: Clo&se
pl: Zam&knij

source: Close
pl: Zamknij

source: Co&mments
pl: Ko&mentarze

source: Code has been contributed by: {0}
pl: Do powstania kodu przyczynili się: {0}

source: Colours
pl: Kolory

source: Column Index must be equal to 1
pl: Indeks kolumny musi być równy 1

source: Command
pl: Polecenie

source: Command delimiter is empty
pl: Ogranicznik polecen jest pusty

source: Command is missing delimiter
pl: Polecenie nie ma znaku dzielącego

source: Command:
pl: Komenda:

source: Commands
pl: Polecenia

source: Commands: -h, --help Show usage information.
pl: Polecenie: -p, --pomoc Wyświetl informacje o użytkowaniu.

source: Comme&nts
pl: Ko&mentarze

source: Comment
pl: Komentarz

source: Comment:
pl: Komentarz:

source: Comments
pl: Komentarze

source: Commit Source Files
pl: Wyślij pliki źródłowe

source: Commit Target Files
pl: Wyślij pliki docelowe

source: Commit not possible because somebody else changed remote translation.
pl: Nie można zapisać pliku, ponieważ zdalne tłumaczenie zostało zmienione.

source: Committing source files
pl: Wyślij pliki źródłowe

source: Committing target files
pl: Wyślij pliki docelowe

source: Comparison Mode:
pl: Tryb porównawczy:

source: Compress whitespace in translated document
pl: Skompresuj białe znaki w przetłumaczonym dokumencie

source: Confirm
pl: Potwierdź

source: Confirm uninstalling
pl: Potwierdź odinstalowanie

source: Confirm:
pl: Potwierdź:

source: Conflict resolution
pl: Rozwiązywanie konfliktu

source: Conflict {0} of {1}
pl: Konflikt {0} z {1}

source: Confused by false start of comment tag!
pl: Błąd wywołany niewłaściwym znacznikiem początkowym komentarza!

source: Connect to custom server instead of apertium.org
pl: Połącz się z niestandardowym serwerem zamiast z apertium.org

source: Connection available, the project is in team project mode.
pl: Połączono, projekt jest w trybie projektu zespołowego.

source: Consequently, to make changes to the launch command, it is sufficient to modify the file.
pl: W związku z tym, aby dokonać zmian w poleceniu startowym, wystarczy zmodyfikować plik.

source: Console-align mode: --alignDir=<path> A directory containing the translated files.
pl: Tryb wyrównywania- konsola: --alignDir=<ścieżka> Katalog zawierający przetłumaczone pliki.

source: Console-pseudotranslatetmx mode: --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
pl: Konsola-pseudotranslatetmx tryb: --pseudotranslatetmx=<ścieżka> Wyjściowy plik TMX zawierający pseudotłumaczenie.

source: Console-translate mode: --source-pattern=<pattern> A regex whitelist of source files to process.
pl: Tryb konsoli - tłumaczenie: --source-pattern = <model> Biała lista wyrażeń regularnych plików źródłowych do przetworzenia.

source: Context Menu Priority:
pl: Priorytet kontekstowego menu

source: Continue
pl: Kontynuuj

source: Continue anyway?
pl: Kontynuować mimo to?

source: Continue?
pl: Kontynuować?

source: Convert Old Team Project
pl: Konwertuj stary projekt zespołowy

source: Converts the current project into a MED package.
pl: Konwertuje bieżący projekt na paczkę MED.

source: Cop&y Files to Source Folder...
pl: Kop&iuj pliki do foldera źródłowego...

source: Copies the selected files to the source folder and reloads the project to load the new files.
pl: Kopiuj wybrane pliki do folderu źródłowego i ładuje ponownie projektu, aby załadować nowe pliki.

source: Copy
pl: Kopiuj

source: Copy Files to Source Folder...
pl: Kopiuj pliki do foldera źródłowego...

source: Copy the URL of the page (ending with action=edit) and paste it into OmegaT.
pl: Kopiuj adres URL strony (kończąć z akcja=edytuj ) i wklej do OmegaT .

source: Copy the folder to a suitable folder (e.g. Applications).
pl: Skopiuj folder do odpowiedniego folderu (np. Programy).

source: Copy the text and paste it into the translated version of the Wikipedia page.
pl: Kopiuj tekst i wklej go do przetłumaczonej wersji strony Wikipedii.

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
pl: Prawa autorskie © 2000-2019 Keith Godfrey, Maxym Mykhalchuk i inni

source: Could not create project dir at {0}
pl: Nie udało się utworzyć projektu{0}

source: Could not create the specified folder.
pl: Nie udało się utworzyć danego folderu.

source: Could not delete {0}
pl: Nie można usunąć {0}

source: Could not save credentials to text file
pl: Nie można zapisać danych uwierzytelniających do pliku tekstowego

source: Count &protected text and custom tags in statistics
pl: Uwzględnij &zabezpieczone teksty i niestandardowe znaczniki w statystykach

source: Counter:
pl: Licznik:

source: Create &Glossary Entry...
pl: Wprowadź hasło do &glosariusza...

source: Create &Translated Documents
pl: Stwórz tłumaczenie

source: Create Alternative Translation
pl: Utwórz alternatywne tłumaczenie

source: Create Current Translated &Document
pl: Stwórz aktualnie tłumaczony dokument

source: Create Current Translated Document
pl: Stwórz aktualnie tłumaczony dokument

source: Create Glossary Entry
pl: Wprowadź hasło do glosariusza

source: Create MED Project...
pl: Otwórcz projekt MED

source: Create MED Projects...
pl: Otwórz projekt MED...

source: Create New Project
pl: Utwórz nowy projekt

source: Create Translated Documents
pl: Stwórz tłumaczenie

source: Create a New Project
pl: Utwórz nowy projekt

source: Create your own key then input it below.
pl: Stwórz swój własny klucz i wpisz go poniżej.

source: Created by
pl: Utworzone przez

source: Created by: {0}
pl: Utworzono przez: {0}

source: Created on
pl: Utworzone dnia

source: Creates a local copy of a remote OmegaT project.
pl: Utwórz lokalną kopię zdalnego projektu w OmegaT.

source: Creates and opens a new project.
pl: Stwórz i otwórz nowy projekt.

source: Creates the target document corresponding to the current document in translation.
pl: Stwórz dokument docelowy odpowiadający bieżącemu dokumentowi w tłumaczeniu.

source: Creates the target documents based on your translation.
pl: Stwórz dokumety docelowe na podstawie tłumaczenia.

source: Creating translated documents: {0}
pl: Tworzenie przetłumaczonych dokumentów: {0}

source: Creation date
pl: Data utworzenia

source: Creator
pl: Twórca

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
pl: Aktualne wykorzystanie pamięci przez VM: {0}MB;wolne miejsce: {1}MB; maksymalna pojemność: {2}MB

source: Cursor locked
pl: Kursor zablokowany

source: Cursor unlocked
pl: Kursor odblokowany

source: Custom Colours
pl: Dostosowane kolory

source: Custom Colours Selection
pl: Zaznaczenie dostosowanych kolorów

source: Custom server URL
pl: Niestandardowy adres URL serwera

source: Custom table
pl: Tabela niestandardowa

source: Customize character &table
pl: Dostosowywać znanki oraz &tabele

source: Cut
pl: Wytnij

source: Czech
pl: Czeski

source: D&iagrams
pl: Giagramy

source: DeepL Api key not available.
pl: Klucz API DeepL nie jest dostępny.

source: Default
pl: Domyślny

source: Deleted
pl: Usunięte

source: Delimiter
pl: Separator

source: Description
pl: Opis

source: Detail View
pl: Widok szczegółowy

source: Details unavailable
pl: Szczegóły niedostępne

source: Detecting...
pl: Wykrywanie...

source: DictZip from JDict (GPL)
pl: DictZip z JDict (GPL)

source: Dictionar&y
pl: Słownik

source: Dictionaries
pl: Słowniki

source: Dictionaries already installed:
pl: Dostępne języki:

source: Dictionaries in OmegaT are based on the StarDict or on the Lingvo DSL format.
pl: Słowniki w OmegaT używają formatów StarDict lub Lingvo DSL

source: Dictionary
pl: Słownik

source: Dictionary File Folder
pl: Katalog pliku słownika

source: Dictionary Files Folder
pl: Folder z plikami słowników

source: Dictionary Folder:
pl: Folder słowników:

source: Dictionary Installer
pl: Instalator słownika

source: Dictionary file folder:
pl: Katalog pliku słownika:

source: Dictionary files folder entered does not exist!
pl: Podany folder plików słownikowych nie istnieje!

source: Disable rule “{0}”
pl: Blokuj regułę "{0}"

source: Displa&y source terms
pl: Wyświetlanie terminu źródłowego

source: Display
pl: Wyświetlacz

source: Display &None
pl: Nie wyświetlaj &niczego

source: Display &Source Segments
pl: Pokaż &Segmenty Źródłowe

source: Display &active source segment in bold
pl: Wyświetl &aktywne segmenty źródłowe pogrubioną czcionką

source: Display &tags
pl: Wyświetl &znaczniki

source: Display Source Segments
pl: Pokaż segmenty źródłowe

source: Display all &source segments in bold
pl: Wyświetl wszystkie &źródła pogrubioną czcionką

source: Display for &All Segments
pl: Wyświetl dla &wszystkich segmentów

source: Display for Current &Segment
pl: Wyświetl dla aktywnych &segmentów

source: Display:
pl: Pokaż:

source: Displays Project properties dialog to edit project languages and folder locations.
pl: Wyświetla okno dialogowe Właściwości projektu do edycji języków projektu i lokalizacji folderów.

source: Displays alternative translations that you have created for segments that are repeated in the project.
pl: Wyświetla alternatywne tłumaczenia, które zostały utworzone dla powtarzających się segmentów.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
pl: Komentarze do aktywnego segmentu są wyświetlane, jeżeli znajdują się w pliku źródłowym i są obsługiwane przez filtr pliku (np.: filtr PO).

source: Displays copyright, credits and license information.
pl: Wyświetla informacje o prawach autorskich, kredytach i licencji...

source: Displays the Match Statistics for each file of the project: the number of repetitions, exact matches, fuzzy matches and no-matches for segments, words and characters.
pl: Wyświetla statystyki dopasowania dla każdego pliku projektu: liczbę powtórzeń, dokładnych dopasowań, rozmytych dopasowań i braku dopasowań dla segmentów, słów i znaków.

source: Displays the Match Statistics for the project: the number of repetitions, exact matches, fuzzy matches and no-matches for segments, words and characters.
pl: Wyświetla statystyki dopasowania dla projektu: liczbę powtórzeń, dokładnych dopasowań, rozmytych dopasowań i braku dopasowań dla segmentów, słów i znaków.

source: Displays the current log file.
pl: Wyświetla bieżący plik dziennika.

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
pl: Pokaż hasła ze słownika znajdującego się w folderze /dictionary/, które odpowiadają hasłom w tekście źródłowym aktywnego segmentu.

source: Displays the entries as "<source> → <target>"
pl: Wyświetla wpisy jako "<źródło> → <cel>".

source: Displays the entries as "<target> → <source>"
pl: Wyświetla wpisy jako "<docelowe> → <źródło>".

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
pl: Pokaż hasła z glosariusza znajdującego się w folderze /glossary/, które odpowiadają hasłom w tekście źródłowym aktywnego segmentu.

source: Displays the list of new functionalities, enhancements and bug fixes for each new release.
pl: Wyświetla listę nowych funkcji, ulepszeń i poprawek błędów w nowych wersjach programu...

source: Displays the translation memories segments that match the source segment.
pl: Pokaż segmenty pamięci tłumaczeniowych, które pasują do segmentu źródłowego.

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
pl: Wyświetla tłumaczenie segmentu źródłowego wykonane przy użyciu funkcji tłumaczenia maszynowego, jeśli została wybrana w Ustawieniach > Tłumaczenie maszynowe.

source: Distance
pl: Odległość

source: Do not allow creating translated documents with tag &issues
pl: Nie zezwalaj na tworzenie przetłumaczonych dokumentów ze znacznikiem &issues

source: Do not hesitate to post in the language you feel the most familiar with.
pl: Pisz śmiało w języku, w którym czujesz się najlepiej.

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
pl: Nie tłumacz atrybutu zawartości metatagów przez następujące pary atrybutów klucz-wartość (rozdzielić przecinkami):

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
pl: Nie tłumacz zawartości tagów przez następujące pary atrybutów klucz-wartość (rozdzielić przecinkami):

source: Do you have a Java implementation compatible with Oracle's Java 8 JRE?
pl: Czy posiadasz wersję programu Java kompatybilną z Java 8 JRE firmy Oracle?

source: Do you really want to quit?
pl: Czy na pewno chcesz wyjść?

source: Do you want to continue?
pl: Czy chcesz kontynuować?

source: Do you want to create it?
pl: Czy chcesz utworzyć folder?

source: Do you want to overwrite it?
pl: Czy chcesz go zastąpić?

source: Do you want to replace it with the one you're moving?
pl: Czy chcesz zastąpić go obecnie przenoszonym plikiem?

source: Doc&ument properties
pl: Właściwości dok&umentu

source: Dock
pl: Dołącz

source: Does the folder contain three files of the same name, with extensions?
pl: Czy folder zawiera trzy pliki o tej samej nazwie z rozszerzeniami?

source: Domains
pl: Domeny

source: Don't Ask What to Check First
pl: Nie pytaj wcześniej co sprawdzić

source: Don't ask before checking issues
pl: Nie pytaj przed sprawdzeniem problemów.

source: Done
pl: Zgoda

source: Double click on OmegaT_4.n.n_Mac.zip to unpack it.
pl: Kliknij dwukrotnie na OmegaT_4.n.n_Mac.zip, aby rozpakować plik.
